Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Select all shapes in the active row, or focused text
ar: حدد كافة الأشكال الموجودة في الصف النشط أو النص الذي تم التركيز عليه
ca: Seleccioneu totes les formes de la fila activa o el text enfocat
cs: Vyberte všechny tvary v aktivním řádku nebo vybraný text
da: Vælg alle figurer i den aktive række eller fokuseret tekst
de: Alle Formen der aktiven Zeile oder markierten Text auswählen
el: Επιλέξτε όλα τα σχήματα στην ενεργή σειρά ή το εστιασμένο κείμενο
es: Seleccionar todas las formas de la fila activa o el texto activo
fa: انتخاب همهٔ شکل‌های ردیف فعال یا متن در حال ویرایش
fi: Valitse kaikki aktiivisen rivin muodot tai kohdistettu teksti
fr: Sélectionner toutes les formes de la ligne active, ou le texte actif
he: בחר את כל הצורות בשורה הפעילה, או טקסט ממוקד
hr: Odaberite sve oblike u aktivnom retku ili fokusirani tekst
hu: Jelölje ki az összes alakzatot az aktív sorban vagy a fókuszált szövegben
id: Pilih semua bentuk di baris aktif, atau teks terfokus
it: Seleziona tutte le forme della riga attiva, o il testo attivo
ja: アクティブな行のすべての図形、またはフォーカス中のテキストを選択
ko: 활성 행의 모든 도형 또는 편집 중인 텍스트 전체 선택
ms: Pilih semua bentuk dalam baris aktif atau teks fokus
nl: Selecteer alle vormen in de actieve rij of gerichte tekst
no: Velg alle former i den aktive raden, eller fokusert tekst
pl: Zaznacz wszystkie kształty w aktywnym wierszu lub zaznaczony tekst
pt_br: Selecionar todas as formas da linha ativa ou o texto em foco
pt_pt: Selecione todas as formas na linha ativa ou no texto em foco
ro: Selectați toate formele din rândul activ sau textul concentrat
ru: Выбрать все фигуры в активной строке или весь текст в фокусе
sk: Vyberte všetky tvary v aktívnom riadku alebo zameraný text
sl: Izberite vse oblike v aktivni vrstici ali izbrano besedilo
sv: Markera alla former i den aktiva raden, eller fokuserad text
th: เลือกรูปร่างทั้งหมดในแถวที่ใช้งานอยู่หรือข้อความที่เน้น
tr: Etkin satırdaki tüm şekilleri veya odaklanılan metni seç
uk: Вибрати всі фігури в активному рядку або текст у фокусі
ur: فعال قطار میں تمام شکلیں یا فوکسڈ ٹیکسٹ منتخب کریں۔
vi: Chọn tất cả các hình dạng trong hàng hiện hoạt hoặc văn bản có tiêu điểm
zh_hans: 选择当前行中的所有形状或聚焦的文本
zh_hant: 選取目前列中的所有形狀或聚焦的文字

source: Select an app
ar: حدد تطبيقًا
ca: Seleccioneu una aplicació
cs: Vyberte aplikaci
da: Vælg en app
de: App auswählen
el: Επιλέξτε μια εφαρμογή
es: Selecciona una app
fa: یک برنامه را انتخاب کنید
fi: Valitse sovellus
fr: Sélectionnez une application
he: בחר אפליקציה
hr: Odaberite aplikaciju
hu: Válasszon ki egy alkalmazást
id: Pilih aplikasi
it: Seleziona un'app
ja: アプリを選択してください
ko: 앱 선택
ms: Pilih apl
nl: Selecteer een app
no: Velg en app
pl: Wybierz aplikację
pt_br: Selecione um aplicativo
pt_pt: Selecione um aplicativo
ro: Selectați o aplicație
ru: Выберите приложение
sk: Vyberte aplikáciu
sl: Izberite aplikacijo
sv: Välj en app
th: เลือกแอป
tr: Bir uygulama seçin
uk: Виберіть програму
ur: ایک ایپ منتخب کریں۔
vi: Chọn một ứng dụng
zh_hans: 选择一个 App
zh_hant: 選取 App

source: Select at least one changed screenshot set.
ar: حدد مجموعة لقطات شاشة واحدة تم تغييرها على الأقل.
ca: Seleccioneu almenys un conjunt de captures de pantalla canviat.
cs: Vyberte alespoň jednu změněnou sadu snímků obrazovky.
da: Vælg mindst ét ændret skærmbilledesæt.
de: Wähle mindestens ein geändertes Screenshot-Set aus.
el: Επιλέξτε τουλάχιστον ένα αλλαγμένο σύνολο στιγμιότυπων οθόνης.
es: Selecciona al menos un conjunto de capturas modificado.
fa: حداقل یک مجموعه اسکرین‌شات تغییر یافته را انتخاب کنید.
fi: Valitse vähintään yksi muutettu kuvakaappausjoukko.
fr: Sélectionnez au moins un jeu de captures d'écran modifié.
he: בחר לפחות ערכת צילום מסך שהשתנה.
hr: Odaberite barem jedan promijenjeni skup snimaka zaslona.
hu: Válasszon ki legalább egy módosított képernyőkép-készletet.
id: Pilih setidaknya satu kumpulan tangkapan layar yang diubah.
it: Seleziona almeno un set di screenshot modificato.
ja: 変更されたスクリーンショットセットを1つ以上選択してください。
ko: 변경된 스크린샷 세트를 하나 이상 선택하세요.
ms: Pilih sekurang-kurangnya satu set tangkapan skrin yang diubah.
nl: Selecteer ten minste één gewijzigde screenshotset.
no: Velg minst ett endret skjermbildesett.
pl: Wybierz co najmniej jeden zmieniony zestaw zrzutów ekranu.
pt_br: Selecione pelo menos um conjunto de capturas de tela alterado.
pt_pt: Selecione pelo menos um conjunto de capturas de ecrã alterado.
ro: Selectați cel puțin un set de capturi de ecran schimbat.
ru: Выберите хотя бы один измененный набор скриншотов.
sk: Vyberte aspoň jednu zmenenú sadu snímok obrazovky.
sl: Izberite vsaj en spremenjen niz posnetkov zaslona.
sv: Välj minst en ändrad skärmbildsuppsättning.
th: เลือกชุดภาพหน้าจอที่เปลี่ยนแปลงอย่างน้อยหนึ่งชุด
tr: Değişen en az bir ekran görüntüsü seti seçin.
uk: Виберіть щонайменше один змінений набір знімків екрана.
ur: کم از کم ایک تبدیل شدہ اسکرین شاٹ سیٹ منتخب کریں۔
vi: Chọn ít nhất một bộ ảnh chụp màn hình đã thay đổi.
zh_hans: 请至少选择一组已更改的截图。
zh_hant: 請至少選取一組已更改的螢幕截圖。

source: Select at least one editable version.
ar: حدد نسخة واحدة قابلة للتحرير على الأقل.
ca: Seleccioneu almenys una versió editable.
cs: Vyberte alespoň jednu upravitelnou verzi.
da: Vælg mindst én redigerbar version.
de: Wähle mindestens eine bearbeitbare Version aus.
el: Επιλέξτε τουλάχιστον μία επεξεργάσιμη έκδοση.
es: Selecciona al menos una versión editable.
fa: حداقل یک نسخه قابل ویرایش انتخاب کنید.
fi: Valitse vähintään yksi muokattava versio.
fr: Sélectionnez au moins une version modifiable.
he: בחר גרסה אחת הניתנת לעריכה לפחות.
hr: Odaberite barem jednu verziju za uređivanje.
hu: Válasszon ki legalább egy szerkeszthető verziót.
id: Pilih setidaknya satu versi yang dapat diedit.
it: Seleziona almeno una versione modificabile.
ja: 編集可能なバージョンを1つ以上選択してください。
ko: 편집 가능한 버전을 하나 이상 선택하세요.
ms: Pilih sekurang-kurangnya satu versi yang boleh diedit.
nl: Selecteer ten minste één bewerkbare versie.
no: Velg minst én redigerbar versjon.
pl: Wybierz co najmniej jedną wersję edytowalną.
pt_br: Selecione pelo menos uma versão editável.
pt_pt: Selecione pelo menos uma versão editável.
ro: Selectați cel puțin o versiune editabilă.
ru: Выберите хотя бы одну редактируемую версию.
sk: Vyberte aspoň jednu upraviteľnú verziu.
sl: Izberite vsaj eno različico, ki jo je mogoče urejati.
sv: Välj minst en redigerbar version.
th: เลือกเวอร์ชันที่แก้ไขได้อย่างน้อยหนึ่งเวอร์ชัน
tr: Düzenlenebilir en az bir sürüm seçin.
uk: Виберіть щонайменше одну версію, яку можна редагувати.
ur: کم از کم ایک قابل تدوین ورژن منتخب کریں۔
vi: Chọn ít nhất một phiên bản có thể chỉnh sửa.
zh_hans: 请选择至少一个可编辑版本。
zh_hant: 請至少選取一個可編輯的版本。

source: Select at least one language that exists on your product page.
ar: حدد لغة واحدة على الأقل موجودة في صفحة منتجك.
ca: Seleccioneu almenys un idioma que existeixi a la pàgina del vostre producte.
cs: Vyberte alespoň jeden jazyk, který existuje na stránce vašeho produktu.
da: Vælg mindst ét sprog, der findes på din produktside.
de: Wähle mindestens eine Sprache, die es auf deiner Produktseite gibt.
el: Επιλέξτε τουλάχιστον μία γλώσσα που υπάρχει στη σελίδα του προϊόντος σας.
es: Selecciona al menos un idioma que exista en tu página de producto.
fa: دست‌کم یک زبان را که در صفحه محصول شما وجود دارد انتخاب کنید.
fi: Valitse vähintään yksi tuotesivullasi oleva kieli.
fr: Sélectionnez au moins une langue présente sur votre page produit.
he: בחר לפחות שפה אחת שקיימת בדף המוצר שלך.
hr: Odaberite barem jedan jezik koji postoji na vašoj stranici proizvoda.
hu: Válasszon ki legalább egy nyelvet a termékoldalon.
id: Pilih setidaknya satu bahasa yang ada di halaman produk Anda.
it: Seleziona almeno una lingua presente nella pagina del prodotto.
ja: プロダクトページにある言語を少なくとも 1 つ選択してください。
ko: 제품 페이지에 있는 언어를 하나 이상 선택하세요.
ms: Pilih sekurang-kurangnya satu bahasa yang wujud pada halaman produk anda.
nl: Selecteer ten minste één taal die op uw productpagina bestaat.
no: Velg minst ett språk som finnes på produktsiden din.
pl: Wybierz co najmniej jeden język, który istnieje na stronie Twojego produktu.
pt_br: Selecione pelo menos um idioma que exista na página do produto.
pt_pt: Selecione pelo menos um idioma que exista na página do seu produto.
ro: Selectați cel puțin o limbă care există pe pagina produsului dvs.
ru: Выберите хотя бы один язык, который есть на странице продукта.
sk: Vyberte aspoň jeden jazyk, ktorý existuje na stránke vášho produktu.
sl: Izberite vsaj en jezik, ki obstaja na vaši strani izdelka.
sv: Välj minst ett språk som finns på din produktsida.
th: เลือกอย่างน้อยหนึ่งภาษาที่มีอยู่ในหน้าผลิตภัณฑ์ของคุณ
tr: Ürün sayfanızda bulunan en az bir dil seçin.
uk: Виберіть щонайменше одну мову, яка є на сторінці продукту.
ur: کم از کم ایک زبان منتخب کریں جو آپ کے پروڈکٹ پیج پر موجود ہو۔
vi: Chọn ít nhất một ngôn ngữ tồn tại trên trang sản phẩm của bạn.
zh_hans: 请至少选择一种产品页面上已有的语言。
zh_hant: 請至少選擇一種你產品頁面上已有的語言。

source: Select at least one row to preview and export.
ar: حدد صفًا واحدًا على الأقل للمعاينة والتصدير.
ca: Seleccioneu almenys una fila per previsualitzar i exportar.
cs: Vyberte alespoň jeden řádek pro náhled a export.
da: Vælg mindst én række for at få vist og eksportere.
de: Wähle mindestens eine Zeile für Vorschau und Export aus.
el: Επιλέξτε τουλάχιστον μία σειρά για προεπισκόπηση και εξαγωγή.
es: Selecciona al menos una fila para previsualizar y exportar.
fa: حداقل یک ردیف را برای پیش‌نمایش و صادر کردن انتخاب کنید.
fi: Valitse vähintään yksi rivi esikatselua ja vientiä varten.
fr: Sélectionnez au moins une ligne à prévisualiser et à exporter.
he: בחר לפחות שורה אחת לתצוגה מקדימה ולייצא.
hr: Odaberite barem jedan redak za pregled i izvoz.
hu: Válasszon ki legalább egy sort az előnézethez és az exportáláshoz.
id: Pilih setidaknya satu baris untuk dipratinjau dan diekspor.
it: Seleziona almeno una riga da visualizzare in anteprima ed esportare.
ja: プレビューして書き出すには、1つ以上の行を選択してください。
ko: 미리 보고 내보낼 행을 하나 이상 선택하세요.
ms: Pilih sekurang-kurangnya satu baris untuk pratonton dan eksport.
nl: Selecteer ten minste één rij om een voorbeeld te bekijken en te exporteren.
no: Velg minst én rad for å forhåndsvise og eksportere.
pl: Wybierz co najmniej jeden wiersz, aby wyświetlić podgląd i wyeksportować.
pt_br: Selecione pelo menos uma linha para visualizar e exportar.
pt_pt: Selecione pelo menos uma linha para visualizar e exportar.
ro: Selectați cel puțin un rând pentru a previzualiza și a exporta.
ru: Выберите хотя бы одну строку для просмотра и экспорта.
sk: Vyberte aspoň jeden riadok, ktorý chcete zobraziť a exportovať.
sl: Izberite vsaj eno vrstico za predogled in izvoz.
sv: Välj minst en rad att förhandsgranska och exportera.
th: เลือกอย่างน้อยหนึ่งแถวเพื่อดูตัวอย่างและส่งออก
tr: Önizlemek ve dışa aktarmak için en az bir satır seçin.
uk: Виберіть щонайменше один рядок для перегляду й експорту.
ur: پیش نظارہ اور برآمد کرنے کے لیے کم از کم ایک قطار منتخب کریں۔
vi: Chọn ít nhất một hàng để xem trước và xuất.
zh_hans: 请至少选择一行以预览和导出。
zh_hant: 請至少選取一列以預覽和輸出。

source: Select more than one shape and the properties bar switches to a multi-selection bar showing how many are selected.
ar: حدد أكثر من شكل واحد وسيتحول شريط الخصائص إلى شريط متعدد التحديد يوضح عدد الأشكال المحددة.
ca: Seleccioneu més d'una forma i la barra de propietats canvia a una barra de selecció múltiple que mostra quantes estan seleccionades.
cs: Vyberte více než jeden tvar a panel vlastností se přepne na panel s vícenásobným výběrem, který ukazuje, kolik je vybráno.
da: Vælg mere end én form, og egenskabslinjen skifter til en flervalgslinje, der viser, hvor mange der er valgt.
de: Wählst du mehr als eine Form aus, zeigt die Eigenschaftenleiste eine Mehrfachauswahl mit der Anzahl der ausgewählten Formen.
el: Επιλέξτε περισσότερα από ένα σχήματα και η γραμμή ιδιοτήτων μεταβαίνει σε μια γραμμή πολλαπλών επιλογών που δείχνει πόσα έχουν επιλεγεί.
es: Si seleccionas más de una forma, la barra de propiedades pasa a ser una barra de selección múltiple que muestra cuántas hay seleccionadas.
fa: اگر بیش از یک شکل انتخاب کنید، نوار ویژگی‌ها به نوار چندانتخابی تبدیل می‌شود و تعداد موارد انتخاب‌شده را نشان می‌دهد.
fi: Valitse useampi kuin yksi muoto, ja ominaisuuspalkki vaihtuu monivalintapalkkiin, joka näyttää kuinka monta muotoa on valittu.
fr: Sélectionnez plusieurs formes : la barre des propriétés devient une barre de sélection multiple indiquant le nombre de formes sélectionnées.
he: בחר יותר מצורה אחת וסרגל המאפיינים עובר לסרגל בחירה מרובה המראה כמה נבחרו.
hr: Odaberite više od jednog oblika i traka svojstava prebacuje se na traku s višestrukim odabirom koja pokazuje koliko je odabrano.
hu: Válasszon ki egynél több alakzatot, és a tulajdonságsáv egy többszörös kijelölő sávra vált, amely megmutatja, hogy hány alakzat van kiválasztva.
id: Pilih lebih dari satu bentuk dan bilah properti beralih ke bilah multi-pilihan yang menunjukkan berapa banyak yang dipilih.
it: Seleziona più di una forma e la barra delle proprietà diventa una barra di selezione multipla che mostra quante forme sono selezionate.
ja: 図形を複数選択すると、プロパティバーが複数選択用のバーに切り替わり、選択中の図形の数が表示されます。
ko: 도형을 두 개 이상 선택하면 속성 막대가 선택된 도형 수를 보여 주는 다중 선택 막대로 바뀝니다.
ms: Pilih lebih daripada satu bentuk dan bar sifat bertukar kepada bar berbilang pilihan yang menunjukkan bilangan yang dipilih.
nl: Selecteer meer dan één vorm en de eigenschappenbalk schakelt over naar een balk met meerdere selecties die aangeeft hoeveel er zijn geselecteerd.
no: Velg mer enn én form, og egenskapslinjen bytter til en flervalgslinje som viser hvor mange som er valgt.
pl: Wybierz więcej niż jeden kształt, a pasek właściwości przełączy się w pasek wielokrotnego wyboru pokazujący, ile kształtów zostało wybranych.
pt_br: Selecione mais de uma forma e a barra de propriedades muda para uma barra de seleção múltipla mostrando quantas estão selecionadas.
pt_pt: Selecione mais de uma forma e a barra de propriedades muda para uma barra de seleção múltipla mostrando quantas estão selecionadas.
ro: Selectați mai multe forme și bara de proprietăți trece la o bară cu selecție multiplă care arată câte sunt selectate.
ru: Если выбрать больше одной фигуры, панель свойств переключится на панель множественного выбора с числом выбранных фигур.
sk: Vyberte viac ako jeden tvar a panel vlastností sa prepne na panel s viacerými možnosťami výberu, ktorý zobrazuje počet vybratých tvarov.
sl: Izberite več kot eno obliko in vrstica z lastnostmi se preklopi na več izbirno vrstico, ki prikazuje, koliko je izbranih.
sv: Välj mer än en form och egenskapsfältet växlar till ett flervalsfält som visar hur många som är markerade.
th: เลือกรูปร่างมากกว่าหนึ่งรูปร่าง และแถบคุณสมบัติจะสลับไปที่แถบแบบเลือกหลายรายการเพื่อแสดงจำนวนรูปร่างที่เลือก
tr: Birden fazla şekil seçtiğinizde özellikler çubuğu, kaç şeklin seçili olduğunu gösteren çoklu seçim çubuğuna dönüşür.
uk: Виберіть більше однієї фігури, і панель властивостей перейде в режим кількох фігур, показуючи, скільки їх вибрано.
ur: ایک سے زیادہ شکلیں منتخب کریں اور پراپرٹیز بار ایک ملٹی سلیکشن بار میں بدل جاتا ہے جس سے یہ ظاہر ہوتا ہے کہ کتنے منتخب کیے گئے ہیں۔
vi: Chọn nhiều hình dạng và thanh thuộc tính sẽ chuyển sang thanh đa lựa chọn hiển thị số lượng được chọn.
zh_hans: 选择多个形状后，属性栏会切换为多选栏，并显示所选形状的数量。
zh_hant: 選取多個形狀時，屬性列會切換為多重選取列，並顯示選取的數量。

source: Select the shape, then click the image well in the properties bar to pick a file, or drag and drop directly onto the shape.
ar: حدد الشكل، ثم انقر فوق الصورة جيدًا في شريط الخصائص لاختيار ملف، أو قم بالسحب والإسقاط مباشرة على الشكل.
ca: Seleccioneu la forma i, a continuació, feu clic a la imatge a la barra de propietats per triar un fitxer o arrossegueu i deixeu anar directament a la forma.
cs: Vyberte tvar a poté kliknutím na obraz v pruhu vlastností vyberte soubor nebo přetáhněte přímo na tvar.
da: Vælg formen, og klik derefter på billedet i egenskabslinjen for at vælge en fil, eller træk og slip direkte på figuren.
de: Wähle die Form aus und klicke in der Eigenschaftenleiste auf das Bildfeld, um eine Datei auszuwählen, oder zieh sie direkt auf die Form.
el: Επιλέξτε το σχήμα και, στη συνέχεια, κάντε κλικ στην εικόνα καλά στη γραμμή ιδιοτήτων για να επιλέξετε ένα αρχείο ή σύρετε και αποθέστε απευθείας στο σχήμα.
es: Selecciona la forma y haz clic en el área de imagen de la barra de propiedades para elegir un archivo, o arrástralo directamente sobre la forma.
fa: شکل را انتخاب کنید، سپس روی کادر تصویر در نوار ویژگی‌ها کلیک کنید تا فایلی برگزینید، یا فایل را مستقیماً روی شکل بکشید و رها کنید.
fi: Valitse muoto ja napsauta sitten kuvaa ominaisuuspalkissa valitaksesi tiedoston tai vedä ja pudota suoraan muotoon.
fr: Sélectionnez la forme, puis cliquez sur la zone d'image dans la barre des propriétés pour choisir un fichier, ou glissez-déposez directement sur la forme.
he: בחר את הצורה ולאחר מכן לחץ על התמונה היטב בסרגל המאפיינים כדי לבחור קובץ, או גרור ושחרר ישירות על הצורה.
hr: Odaberite oblik, zatim dobro kliknite sliku na traci svojstava da odaberete datoteku ili povucite i ispustite izravno na oblik.
hu: Jelölje ki az alakzatot, majd kattintson a képre a tulajdonságsávban egy fájl kiválasztásához, vagy húzza át közvetlenül az alakzatra.
id: Pilih bentuk, lalu klik gambar di bilah properti untuk memilih file, atau seret dan lepas langsung ke bentuk.
it: Seleziona la forma, poi fai clic sul riquadro dell'immagine nella barra delle proprietà per scegliere un file, oppure trascina e rilascia direttamente sulla forma.
ja: 図形を選択し、プロパティバーの画像の枠をクリックしてファイルを選ぶか、図形に直接ドラッグ&ドロップします。
ko: 도형을 선택한 다음 속성 막대의 이미지 영역을 클릭해 파일을 선택하거나, 도형에 직접 드래그 앤 드롭하세요.
ms: Pilih bentuk, kemudian klik imej dengan baik dalam bar sifat untuk memilih fail, atau seret dan lepas terus ke bentuk.
nl: Selecteer de vorm en klik vervolgens op de afbeelding in de eigenschappenbalk om een bestand te kiezen, of sleep deze rechtstreeks naar de vorm.
no: Velg formen, og klikk deretter bildebrønnen i egenskapslinjen for å velge en fil, eller dra og slipp direkte på formen.
pl: Wybierz kształt, a następnie kliknij obraz na pasku właściwości, aby wybrać plik, lub przeciągnij i upuść bezpośrednio na kształt.
pt_br: Selecione a forma e clique no espaço da imagem na barra de propriedades para escolher um arquivo, ou arraste e solte diretamente na forma.
pt_pt: Selecione a forma e clique na imagem na barra de propriedades para escolher um ficheiro ou arraste e solte diretamente na forma.
ro: Selectați forma, apoi faceți clic pe imaginea din bara de proprietăți pentru a alege un fișier sau trageți și plasați direct pe formă.
ru: Выберите фигуру, затем нажмите поле изображения на панели свойств, чтобы выбрать файл, или перетащите изображение прямо на фигуру.
sk: Vyberte tvar a potom kliknite na obrázok na paneli vlastností, aby ste vybrali súbor, alebo presuňte myšou priamo na tvar.
sl: Izberite obliko, nato dobro kliknite sliko v vrstici z lastnostmi, da izberete datoteko, ali povlecite in spustite neposredno na obliko.
sv: Välj formen och klicka sedan på bildbrunnen i egenskapsfältet för att välja en fil, eller dra och släpp direkt på formen.
th: เลือกรูปร่าง จากนั้นคลิกช่องรูปภาพในแถบคุณสมบัติเพื่อเลือกไฟล์ หรือลากและวางลงบนรูปร่างโดยตรง
tr: Şekli seçin, ardından bir dosya seçmek için özellikler çubuğundaki görüntü alanına tıklayın ya da dosyayı doğrudan şeklin üzerine sürükleyip bırakın.
uk: Виберіть фігуру, а потім клацніть поле зображення на панелі властивостей, щоб вибрати файл, або перетягніть файл прямо на фігуру.
ur: شکل منتخب کریں، پھر فائل لینے کے لیے پراپرٹیز بار میں امیج پر اچھی طرح کلک کریں، یا شکل پر براہ راست گھسیٹ کر چھوڑیں۔
vi: Chọn hình dạng, sau đó bấm vào ô hình ảnh trong thanh thuộc tính để chọn tệp hoặc kéo và thả trực tiếp vào hình dạng.
zh_hans: 选择形状，然后点按属性栏中的图像框来选取文件，或直接将文件拖放到形状上。
zh_hant: 選取形狀，然後按一下屬性列中的影像框來挑選檔案，或直接拖放到形狀上。

source: Select versions
ar: حدد الإصدارات
ca: Seleccioneu versions
cs: Vyberte verze
da: Vælg versioner
de: Versionen auswählen
el: Επιλέξτε εκδόσεις
es: Seleccionar versiones
fa: نسخه‌ها را انتخاب کنید
fi: Valitse versiot
fr: Sélectionnez les versions
he: בחר גרסאות
hr: Odaberite verzije
hu: Verziók kiválasztása
id: Pilih versi
it: Seleziona versioni
ja: バージョンを選択
ko: 버전 선택
ms: Pilih versi
nl: Selecteer versies
no: Velg versjoner
pl: Wybierz wersje
pt_br: Selecione versões
pt_pt: Selecione versões
ro: Selectați versiunile
ru: Выберите версии
sk: Vyberte verzie
sl: Izberite različice
sv: Välj versioner
th: เลือกเวอร์ชัน
tr: Sürümleri seçin
uk: Виберіть версії
ur: ورژن منتخب کریں۔
vi: Chọn phiên bản
zh_hans: 选择版本
zh_hant: 選取版本

source: Select…
ar: اختر…
ca: Seleccioneu…
cs: Vyberte…
da: Vælg...
de: Auswählen…
el: Επιλέξτε…
es: Seleccionar…
fa: انتخاب…
fi: Valitse…
fr: Sélectionner…
he: בחר…
hr: Odaberite…
hu: Kiválasztás…
id: Pilih…
it: Seleziona…
ja: 選択…
ko: 선택…
ms: Pilih…
nl: Selecteer…
no: Velg...
pl: Wybierz…
pt_br: Selecionar…
pt_pt: Selecione…
ro: Selectați…
ru: Выбрать…
sk: Vybrať…
sl: Izberite ...
sv: Välj...
th: เลือก...
tr: Seç…
uk: Вибрати…
ur: منتخب کریں…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選取…

source: selected folder
ar: المجلد المحدد
ca: carpeta seleccionada
cs: vybrané složky
da: valgt mappe
de: Ausgewählter Ordner
el: επιλεγμένο φάκελο
es: carpeta seleccionada
fa: پوشه انتخاب شده
fi: valittu kansio
fr: dossier sélectionné
he: התיקייה שנבחרה
hr: odabranu mapu
hu: kiválasztott mappa
id: folder yang dipilih
it: cartella selezionata
ja: 選択したフォルダ
ko: 선택한 폴더
ms: folder yang dipilih
nl: geselecteerde map
no: valgt mappe
pl: wybranego folderu
pt_br: pasta selecionada
pt_pt: pasta selecionada
ro: folderul selectat
ru: выбранная папка
sk: vybraný priečinok
sl: izbrano mapo
sv: vald mapp
th: โฟลเดอร์ที่เลือก
tr: seçili klasör
uk: вибрана папка
ur: منتخب فولڈر
vi: thư mục đã chọn
zh_hans: 所选文件夹
zh_hant: 所選資料夾

source: Selected uploads
ar: التحميلات المختارة
ca: Càrregues seleccionades
cs: Vybraná nahraná videa
da: Udvalgte uploads
de: Ausgewählte Uploads
el: Επιλεγμένες μεταφορτώσεις
es: Subidas seleccionadas
fa: آپلودهای انتخاب شده
fi: Valitut lataukset
fr: Envois sélectionnés
he: העלאות נבחרות
hr: Odabrani prijenosi
hu: Kiválasztott feltöltések
id: Unggahan yang dipilih
it: Caricamenti selezionati
ja: 選択したアップロード
ko: 선택한 업로드
ms: Muat naik yang dipilih
nl: Geselecteerde uploads
no: Valgte opplastinger
pl: Wybrane przesłane pliki
pt_br: Envios selecionados
pt_pt: Envios selecionados
ro: Încărcări selectate
ru: Выбранные загрузки
sk: Vybrané odovzdané položky
sl: Izbrani prenosi
sv: Valda uppladdningar
th: การอัปโหลดที่เลือก
tr: Seçili yüklemeler
uk: Вибрані вивантаження
ur: منتخب کردہ اپ لوڈز
vi: Tải lên đã chọn
zh_hans: 所选上传项
zh_hant: 所選上傳項目

source: Selection
ar: التحديد
ca: Selecció
cs: Výběr
da: Udvælgelse
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fi: Valinta
fr: Sélection
he: מבחר
hr: Odabir
hu: Kiválasztás
id: Seleksi
it: Selezione
ja: 選択
ko: 선택
ms: Pemilihan
nl: Selectie
no: Utvalg
pl: Wybór
pt_br: Seleção
pt_pt: Seleção
ro: Selectie
ru: Выделение
sk: Výber
sl: Izbira
sv: Urval
th: การคัดเลือก
tr: Seçim
uk: Вибране
ur: انتخاب
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選取範圍
